import { Sidebar } from '../../components/sidebar';

import styles from './terms.module.css';

export const Terms = ({ title }) => (
	<div>
		<h2 className={styles.title}>{title}</h2>
		<ul className={styles.list}>
			<li className={styles.item}>
				1. Идейные соображения высшего порядка, а&nbsp;также высокое качество позиционных исследований представляет
				собой интересный эксперимент проверки экспериментов, поражающих по&nbsp;своей масштабности и&nbsp;грандиозности.
				<ul className={styles.sublist}>
					<li className={styles.subitem}>
						1.1. Задача организации, в&nbsp;особенности&nbsp;же социально-экономическое развитие однозначно определяет
						каждого участника как способного принимать собственные решения касаемо инновационных методов управления
						процессами.
					</li>
					<li className={styles.subitem}>
						1.2. Не&nbsp;следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление
						играет важную роль в&nbsp;формировании приоритизации разума над эмоциями. Но&nbsp;некоторые особенности
						внутренней политики лишь добавляют фракционных разногласий и&nbsp;преданы социально-демократической анафеме.
					</li>
					<li className={styles.subitem}>
						1.3. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую
						экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и&nbsp;морали.
					</li>
					<li className={styles.subitem}>
						1.4. Но&nbsp;независимые государства, которые представляют собой яркий пример континентально-европейского
						типа политической культуры, будут объединены в&nbsp;целые кластеры себе подобных.
					</li>
				</ul>
			</li>
			<li className={styles.item}>
				2. С&nbsp;учётом сложившейся международной обстановки, консультация с&nbsp;широким активом предоставляет широкие
				возможности для приоритизации разума над эмоциями.
				<ul className={styles.sublist}>
					<li className={styles.subitem}>
						2.1. Задача организации, в&nbsp;особенности&nbsp;же социально-экономическое развитие однозначно определяет
						каждого участника как способного принимать собственные решения касаемо инновационных методов управления
						процессами.
						<ul className={styles.sublist__list}>
							<li className={styles.subitem__item}>
								2.1.1. Не&nbsp;следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление
								играет важную роль в&nbsp;формировании приоритизации разума над эмоциями. Но&nbsp;некоторые особенности
								внутренней политики лишь добавляют фракционных разногласий и&nbsp;преданы социально-демократической
								анафеме.
							</li>
							<li className={styles.subitem__item}>
								2.1.2. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся
								непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и&nbsp;морали.
							</li>
						</ul>
					</li>
					<li className={styles.subitem}>
						2.2. Но&nbsp;независимые государства, которые представляют собой яркий пример континентально-европейского
						типа политической культуры, будут объединены в&nbsp;целые кластеры себе подобных.
					</li>
				</ul>
			</li>
			<li className={styles.item}>
				3. Принимая во&nbsp;внимание показатели успешности, укрепление и&nbsp;развитие внутренней структуры требует
				от&nbsp;нас анализа приоритизации разума над эмоциями.
				<ul className={styles.sublist}>
					<li className={styles.subitem}>
						3.1. Задача организации, в&nbsp;особенности&nbsp;же социально-экономическое развитие однозначно определяет
						каждого участника как способного принимать собственные решения касаемо инновационных методов управления
						процессами.
						<ul className={styles.sublist__list}>
							<li className={styles.subitem__item}>
								3.1.1. Не&nbsp;следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление
								играет важную роль в&nbsp;формировании приоритизации разума над эмоциями. Но&nbsp;некоторые особенности
								внутренней политики лишь добавляют фракционных разногласий и&nbsp;преданы социально-демократической
								анафеме.
							</li>
							<li className={styles.subitem__item}>
								3.1.2. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся
								непростую экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и&nbsp;морали.
							</li>
						</ul>
					</li>
					<li className={styles.subitem}>
						3.2. Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
						политической культуры, будут объединены в целые кластеры себе подобных.{' '}
					</li>
					<li className={styles.subitem}>
						3.3. Не&nbsp;следует, однако, забывать, что экономическая повестка сегодняшнего дня требует анализа анализа
						существующих паттернов поведения.
						<ul className={styles.sublist__list}>
							<li className={styles.subitem__item}>
								3.3.1. А&nbsp;ещё представители современных социальных резервов набирают популярность среди определенных
								слоев населения, а&nbsp;значит, должны быть функционально разнесены на&nbsp;независимые элементы.
								<ul className={styles.sublist__sublist}>
									<li className={styles.subitem__item}>
										3.3.1.1. Стремящиеся вытеснить традиционное производство, нанотехнологии могут быть объявлены
										нарушающими общечеловеческие нормы этики и&nbsp;морали.
									</li>
									<li className={styles.subitem__item}>
										3.3.1.2. Прежде всего, разбавленное изрядной долей эмпатии, рациональное мышление однозначно
										фиксирует необходимость новых предложений. Являясь всего лишь частью общей картины, независимые
										государства представлены в&nbsp;исключительно положительном свете.
									</li>
								</ul>
							</li>
						</ul>
					</li>
					<li className={styles.subitem}>
						3.4. Повседневная практика показывает, что убеждённость некоторых оппонентов требует от&nbsp;нас анализа
						распределения внутренних резервов и&nbsp;ресурсов.
					</li>
				</ul>
			</li>
		</ul>
	</div>
);
